Repository: wp-plugins/solidopinion-comments
Catalog: locales/solidopinion-comments-*.po
Languages: ru_ru

source: Community
ru_ru: Сообщество

source: SolidOpinion Community
ru_ru: Сообщество SolidOpinion

source: Settings Admin
ru_ru: Настройки

source: SolidOpinion Comments
ru_ru: Комментарии SolidOpinion

source: SolidOpinion Comments Settings
ru_ru: Настройки комментариев SolidOpinion

source: Integration shortname
ru_ru: Короткое имя

source: People
ru_ru: Пользователи

source: Recent
ru_ru: Новые

source: Popular
ru_ru: Популярные

source: Default tab
ru_ru: Вкладка по умолчанию

source: Number of items
ru_ru: Количество записей

source: Show tabs
ru_ru: Показывать вкладки

source: Please %sconfigure%s plugin to enable SolidOpinion Comments on your site.
ru_ru: Для отображения комментариев SolidOpinion нужно %sнастроить%s плагин.

source: Settings
ru_ru: Настройки

source: Great!
ru_ru: Отлично!

source: Our support team will contact you ASAP via email used for SolidOpinion registration to make an import! Alternatively you can drop us a line on help@solidopinion.com.
ru_ru: Служба поддержки SolidOpinion свяжется с Вами по email, указанному по регистрации. Вы можете написать нам на support@solidopinion.com.

source: We're currently working on your comments export...
ru_ru: Идет экспорт комментариев...

source: Export successfully done!
ru_ru: Экспорт завершен!

source: Import comments to your site will be completed during 48 hours. You'll get notification to email. You can also contact us via support@solidopinion.com. Thank you!
ru_ru: Импорт комментариев будет выполнен в течение 48 часов. Вы получите уведомление на email. Вы можете написать нам на support@solidopinion.com. Спасибо!

source: Oops! Something went wrong.
ru_ru: Ой-ой! Возникла непредвиденная ситуация.

source: Yo make your comments import completed please contact us via support@solidopinion.com. Thank you!
ru_ru: Чтобы завершить импорт комментариев, Вы можете связаться с нами по электронной почте support@solidopinion.com. Спасибо!

source: Would you like to import your existing comments to SolidOpinion?
ru_ru: Импортировать комментарии сайта в SolidOpinion?
